{"inkVersion":20,"root":[["^Ok, here we have a fine specimen! ",{"#":"speaker: The Professor"},"\n",{"->":"Main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Main":["^According to the analysis provided by the forensics division, this organism was born from the aftermath of a nuclear explosion that occurred 50 years ago.","\n","^The notes provided were quite extensive, so please peruse them at your leisure","\n",{"->":".^.Questions"},{"Questions":[["ev","str","^Physical","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Genetic","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^According to the results from the physical examination, while much of it's biology remains close to that of a regular human being, the body has undergone several mutations, distorting it far beyond the scope of natural life","\n",["ev","str","^Wings","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Tail","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Protuding from the shoulder blades, you will find a pair of wings. These wings are bat-like in appearance, thus it stands to reason that they behave as such.","\n",{"->":".^.^.^.^.g-0"},{"#f":5}],"c-1":["\n","^A somewhat jagged, rough tail extrudes from the base of the spine, located where the coccyx would normally be. It appears that the bone has become segmented, allowing for the tail to moving in a manner similar to that of an animal. Further studies show that the spines found along these bones are laced with a virulent poison. Likely as a defense mechanism when cornered by a threat.","\n",{"->":".^.^.^.^.g-0"},{"#f":5}]}],{"#f":5}],"c-1":["\n","^Upon further analysis of it's genetic makeup, it has been found that much of the DNA has changed significantly from it's original composition. Genes that once existed have morphed beyond what they were, or simply ceased existing. This has left the body in a volatile state where it is progressively degrading into nothing.","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^Any further questions about the specimen?","\n","ev","str","^Yes","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^No","/str","/ev",{"*":".^.c-3","flg":4},{"c-2":["\n",{"->":".^.^.^.^"},{"#f":5}],"c-3":["\n","end",{"#f":5}],"#f":5}]}],{"#f":1}],"#f":1}],"#f":1}],"listDefs":{}}